Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_help_screen_msg3
source: Try to keep the phone and document still while scanning. Moving either can blur the image and make data on the document unreadable.
ak: Bɔ mmɔden sɛ worenwoso krataa no ne fon no abere a woreskane. Sɛ wo wosow emu biara a ebetumi ama mfonini no ayɛ kusuu na ama no ayɛ den sɛ wobɛkenkan krataa no.
am: በሚቃኙበት ጊዜ ስልኩን እና ሰነዱን ጸንተው ይዘው ለማቆየት ይሞክሩ። አንዱን ማንቀሳቀስ ምስሉን ሊያደበዝዝ እና በሰነዱ ላይ ያለውን ውሂብ የማይነበብ እንዲሆን ያደርገዋል።
ar: حاول الحفاظ على ثبات الهاتف والمستند أثناء المسح. يمكن أن يؤدي تحريك أي منهما إلى تعتيم الصورة وجعل البيانات الموجودة في المستند غير مقروءة.
bn: স্ক্যান করার সময় ফোন এবং ডকুমেন্ট উভয়ই স্থির রাখার চেষ্টা করুন। যেকোনো একটি নাড়াচাড়া করলে ছবি ঝাপসা হয়ে যাবে এবং ডকুমেন্টের তথ্য অপঠনীয় হয়ে যাবে।
cs: Při skenování se snažte držet telefon a dokument v klidu. Pohyb může obraz rozmazat a způsobit, že data na dokumentu nebudou čitelná.
da: Prøv at holde telefonen og dokumentet stille, mens du scanner. Bevægelse kan enten sløre billedet eller gøre dataene på dokumentet ulæselige.
de: Versuchen Sie, das Telefon und das Dokument während des Scanvorgangs ruhig zu halten. Jede Bewegung kann das Bild unscharf und die Daten auf dem Dokument unlesbar machen.
el: Προσπαθήστε να κρατήσετε το τηλέφωνο και το έγγραφο ακίνητα κατά τη σάρωση. Η μετακίνηση οποιουδήποτε από τα δύο μπορεί να θολώσει την εικόνα και να καταστήσει τα δεδομένα στο έγγραφο δυσανάγνωστα.
es: Intente mantener el teléfono y el documento quietos mientras escanea. Mover cualquiera de los dos puede difuminar la imagen y hacer que los datos del documento sean ilegibles.
es_mx: Trata de no mover el celular ni el documento mientras se esté escaneando. Si se mueven, puede desenfocarse la imagen y provocar que el documento no pueda leerse.
fa: Dar hengam-e eskan, telefon va madrek ra bi-harekat negah darid. Harekat-e har kodam mitavanad tasvir ra tar konad va dadehaye madrek ra nakhana konad.
fi: Yritä pitää puhelin ja asiakirja paikallaan skannauksen aikana. Jommankumman liikkuminen voi tehdä kuvasta epäselvän ja asiakirjan tiedoista lukukelvottomia.
fil: Panatilihing hindi gumagalaw ang telepono at dokumento habang nag-scan. Maaaring lumabo ang larawan kapag gumalaw ang alinman sa mga ito at hindi mabasa ang impormasyon sa dokumento.
fr: Essayez de garder le téléphone et le document immobiles pendant le scan. Tout mouvement de l'un ou l'autre peut brouiller l'image et rendre les données du document illisibles.
fr_ca: Essayez de maintenir le téléphone et le document immobiles pendant la numérisation. Tout mouvement peut rendre l'image floue et les données du document illisibles.
ha: A daina motsa waya da takarda yayin ɗaukar hoto. Motsa ɗaya daga cikinsu zai sa hoton ya yi dishi-dishi sannan zai sa ba za a iya karanta bayanan da suke kan takardar ba.
he: נסה לשמור על יציבות הטלפון והמסמך בזמן הסריקה. הזזתם עלולה לטשטש את התמונה ולהפוך את הנתונים במסמך לבלתי קריאים.
hi: स्कैन करते समय फ़ोन और दस्तावेज़ को स्थिर रखने का प्रयास करें. किसी भी चीज़ को हिलाने से तस्वीर धुंधली हो सकती है और दस्तावेज़ पर मौजूद डेटा पढ़ने योग्य नहीं रहेगा.
hr: Pokušajte za vrijeme skeniranja što mirnije držati telefon i dokument. Pomicanjem može doći do zamućenja slike zbog čega podaci postaju nečitljivi.
hu: A szkennelés során próbálja mozdulatlanul tartani a telefont és a dokumentumot. Mozgás hatására a kép elmosódhat, a dokumentumon lévő adatok pedig olvashatatlanná válhatnak.
id: Pastikan ponsel dan dokumen tidak bergerak saat pemindaian. Jika bergerak, gambar bisa kabur atau data di dokumen tidak terbaca.
is: Reynið að halda símanum og skjalinu kyrrum á meðan skannað er. Að færa annað hvort getur gert myndina óskýra og gert gögnin í skjalinu ólæsileg.
it: Cerca di tenere fermi il telefono e il documento durante la scansione. Muoverli può rendere l'immagine sfocata e i dati sul documento illeggibili.
ja: スキャン中は,スマートフォンと書類を動かさないようにしてください。どちらかが動くと,画像がぼやけて書類上のデータが判読できなくなる可能性があります。
ka_ge: დასკანერებისას ეცადეთ არ გაამოძრაოთ ტელეფონი და დოკუმენტი. გამოძრავების შემთხვევაში ფოტო შეიძლება დაიბუროს და დოკუმენტში ასახული მონაცემები გარჩევადი არ იყოს.
kk: Сканерлеу кезінде телефон мен құжатты мүмкіндігінше қозғалтпай ұстаңыз. Екеуінің де қозғалысы суретті бұлыңғыр етіп, құжаттағы деректерді оқылмайтындай етіп жіберуі мүмкін.
km_kh: ព្យាយាមរក្សាទូរសព្ទ និងឯកសារឱ្យនៅដដែល ពេលកំពុងស្កេន។ ការផ្លាស់ទីទាំងពីរអាចធ្វើឱ្យរូបភាពព្រិល និងធ្វើឱ្យទិន្នន័យនៅលើឯកសារមិនអាចអានបាន។
ko: 스캔하는 동안 스마트폰과 문서가 움직이지 않도록 하세요. 움직이면 이미지가 흐려지고 문서의 데이터를 읽을 수 없게 됩니다.
lv: Skenēšanas laikā mēģiniet tālruni un dokumentu turēt nekustīgu. Pārvietojot vienu vai otru, attēls var būt izplūdis, un dokumenta dati var kļūt nesalasāmi.
ms: Cuba kekalkan kedudukan telefon dan dokumen semasa mengimbas. Menggerakkan kedua-duanya boleh mengaburkan imej dan menjadikan data dalam dokumen tidak dapat dibaca.
nb: Forsøk å holde telefonen og dokumentet i ro under skanningen. Å bevege dem kan føre til at bildet blir uskarpt og dataene i dokumentet uleselige.
ne: स्क्यान गर्दा फोन वा कागजात स्थिर राख्न प्रयास गर्नुहोस्। दुबैमध्ये एउटा मात्रा चल्दा पनि तस्वीर धमिलो हुन सक्छ र कागजातमा भएको डाटा पढ्न नसकिने हुन सक्छ।
nl: Probeer de telefoon en het document tijdens het scannen stil te houden. Als u een van beide beweegt, kan de afbeelding wazig worden en kunnen gegevens op het document onleesbaar worden.
pl: Staraj się trzymać telefon i dokument nieruchomo podczas skanowania. Poruszanie którymkolwiek z nich może spowodować rozmazanie obrazu i uniemożliwić odczyt danych z dokumentu.
ps_af: هڅه وکړئ چې د سکین کولو پرمهال تلیفون او سند ارام وساتئ. د دواړو خواوو ته حرکت ورکول کولی شي عکس تیاره کړي او په سند کې معلومات د لوستلو وړ نه کړي.
pt: Tente manter o telefone e o documento imóveis enquanto digitaliza. A deslocação de qualquer um deles pode desfocar a imagem e tornar ilegíveis os dados no documento.
pt_br: Tente manter o celular e o documento imóveis durante a digitalização. Mover qualquer um deles poderá borrar a imagem e tornar os dados do documento ilegíveis.
ro: Încercați să mențineți telefonul și documentul imobile în timpul scanării. Mișcările pot compromite claritatea imaginii și pot face imposibilă citirea datelor din document.
ru: В процессе сканирования старайтесь держать телефон и документ неподвижно. Любое движение может привести к размытию изображения и сделать данные нечитаемыми.
si: ස්කෑන් කරන අතරතුර දුරකථනය සහ ලේඛනය නොසෙල්වෙන සේ තබා ගන්න. මින් එකක් හෝ සෙලවීම රූපය අපැහැදිලි වී ලේඛනයේ දත්ත කියවීමට නොහැකි වීමට හේතු විය හැක.
sk: Skúste počas snímania ponechať telefón a dokument v pokoji. Pohyb môže rozmazať obraz a spôsobiť, že údaje v dokumente budú nečitateľné.
sl: Potrudite se, da bosta med optičnim branjem telefon in dokument pri miru. Če se kateri od njiju premakne, se lahko slika razmaže in dokument postane neberljiv.
sr: Pokušajte da držite telefon i dokument mirno tokom skeniranja. Pomeranje bilo kog od njih može zamutiti sliku i učiniti podatke na dokumentu nečitljivim.
sv: Försök att hålla telefonen och dokumentet stilla under skanningen. Om du rör någotdera kan bilden bli suddig och informationen på dokumentet oläslig.
sw: Jaribu kuhakikisha hati na simu havisongi unaposkani. Ukisogeza chochote picha inaweza kukosa kuonekana vizuri na kufanya data kwenye hati isiweze kusomeka.
th: ถือโทรศัพท์และวางเอกสารไว้นิ่งๆ ขณะสแกน การเคลื่อนไหวอาจทำให้ภาพพร่ามัวและทำให้ข้อมูลบนเอกสารอ่านไม่ออก
tr: Tarama sırasında telefonu ve belgeyi sabit tutmaya çalış. Telefon veya belgenin hareket etmesi görüntüyü bulanıklaştırabilir ve belgedeki verileri okunmaz hâle getirebilir.
uk: Намагайтеся тримати телефон і документ нерухомо під час сканування. Рух одного з них може розмити зображення та зробити дані на документі нечитабельними.
ur: اسکین کرتے وقت فون اور دستاویز کو ساکن رکھنے کی کوشش کریں۔ ان میں سے کسی کو بھی حرکت دینے سے تصویر دھندلا سکتی ہے اور دستاویز پر موجود ڈیٹا پڑھنے کے قابل نہیں رہتا۔
uz: Skanerlaganda telefon va hujjatni qimirlatmang. Ulardan istalgan birining qimirlashi rasm xira olinishiga va hujjatdagi maʼlumotlar tushunarsiz chiqishiga sabab boʻlishi mumkin.
vi: Cố gắng giữ cố định điện thoại và tài liệu trong khi quét. Việc di chuyển có thể làm mờ hình ảnh và làm cho dữ liệu trên tài liệu không thể đọc được.
yo: Gbìyànjú kó mú fóònù àti ìwé àkọsílẹ̀ dúró nígbà ṣíṣe ẹ̀dà àwòrán. Sí sún kiri lè fa bóyá kí àwòrán náà rí bàìbàì àti kí ó mú kí àwọn ìsọfúnni orí ìwé àkọsílẹ̀ má ṣe jẹ́ é kà.
zh_hans: 扫描时尽量保持手机和文件不动。移动可能造成图像模糊，使文件数据不可读。
zh_hant: 掃描時盡量保持手機及文件穩定。任何移動都會使圖像模糊並造成文件的內容無法讀取。

# mb_help_screen_title1
source: Keep all the fields visible
ak: Hwɛ sɛ wobehu baabiara
am: ሁሉንም መስኮች እንዲታዩ ያድርጉ
ar: تأكد من وضوح جميع الخانات
bn: সমস্ত ফিল্ড দৃশ্যমান রাখুন
cs: Všechna pole musejí být ve viditelném stavu
da: Hold alle felterne synlige
de: Machen Sie alle Felder sichtbar
el: Φροντίστε όλα τα πεδία να είναι ορατά
es: Mantenga todos los campos visibles
es_mx: Mantener visibles todos los campos
fa: Hameye kadrha ra namayan negah darid
fi: Pidä kaikki kentät näkyvissä
fil: Panatilihing nakikita ang lahat ng field
fr: Gardez tous les champs visibles
fr_ca: Veillez à ce que tous les champs soient visibles.
ha: A daidaita yadda za a riƙa ganin dukkannin ɓangarori
he: כל השדות צריכים להיות גלויים
hi: सभी फ़ील्ड दिखाई देते रहें
hr: Pazite da su sva polja vidljiva
hu: Az összes mező legyen teljes egészében látható
id: Pastikan semua bagian terlihat
is: Haldið öllum reitum sýnilegum
it: Mantieni tutti i campi visibili
ja: すべてのフィールドが見えるようにしてください
ka_ge: ყველა ველი უნდა ჩანდეს
kk: Барлық өрістердің көрініп тұрғанына көз жеткізіңіз
km_kh: រក្សាវាលទាំងអស់ដែលអាចមើលឃើញ
ko: 모든 칸들이 보이도록 유지하세요
lv: Paturēt visus laukus redzamus
ms: Pastikan semua medan kelihatan
nb: La alle feltene være synlige
ne: फिल्डहरू देखिनेगरी राख्नुहोस्
nl: Zorg ervoor dat alle velden zichtbaar zijn
pl: Wszystkie pola powinny być widoczne
ps_af: ټول ساحې ښکاره وساتئ
pt: Mantenha todos os campos visíveis
pt_br: Mantenha todos os campos visíveis
ro: Asigurați vizibilitatea tuturor secțiunilor
ru: Следите за тем, чтобы все поля были видны
si: සියලු කොටස් හොඳින් පෙනෙන පරිදි තබා ගන්න
sk: Udržujte všetky polia viditeľné
sl: Vidna morajo biti vsa polja
sr: Neka sva polja budu vidljiva
sv: Håll alla fält synliga
sw: Hakikisha sehemu zote zinaonekana
th: สังเกตว่าทุกส่วนมองเห็นได้ชัด
tr: Tüm alanları görünür hâlde tut
uk: Тримайте всі поля видимими
ur: تمام خانے نمایاں رکھیں
uz: Barcha maydonlar koʻrinib tursin
vi: Đảm bảo nhìn thấy rõ tất cả các trường
yo: Jẹ́ kí gbogbo ààyè orí ìwé àkọsílẹ̀ náà hàn kedere
zh_hans: 保持所有字段可见
zh_hant: 讓所有欄位都清楚可見

# mb_help_screen_title2
source: Watch out for harsh light
ak: Hwɛ hann a ano yɛ den kwan
am: ከአደገኛ ብርሃን ይጠንቀቁ
ar: احترس من الإضاءة الساطعة
bn: তীব্র আলো এড়িয়ে চলুন
cs: Dávejte pozor na ostré světlo
da: Vær opmærksom på skarpt lys
de: Achten Sie auf grelles Licht
el: Προσέξτε το έντονο φως
es: Cuidado con la luz intensa
es_mx: Atención al exceso de luz
fa: Movazeb nur-e shadid bashid
fi: Varo voimakasta valoa
fil: Tingnan kung may nakakasilaw na liwanag
fr: Faites attention aux lumières trop vives
fr_ca: Faites attention à la lumière vive
ha: A duba haske mai ƙarfi
he: התרחק מאור חזק
hi: कठोर प्रकाश से सावधान रहें
hr: Pazite na direktno osvjetljenje
hu: Ügyeljen az erős fényre
id: Waspadai cahaya tajam
is: Gætið að sterku ljósi
it: Attenzione alla luce intensa
ja: 強い光にご注意ください
ka_ge: მოერიდეთ მკვეთრ განათებას
kk: Тым жарық жерден әрі тұрыңыз
km_kh: ប្រយ័ត្នចំពោះពន្លឺខ្លាំង
ko: 강한 빛을 주의하세요
lv: Uzmanieties no spilgtas gaismas
ms: Jaga-jaga dengan cahaya yang menyilaukan mata
nb: Se opp for hardt lys
ne: तेजिलो प्रकाशबाट जोगिनुहोस्।
nl: Pas op voor fel licht
pl: Uważaj na silne światło
ps_af: د سختې رڼا لپاره پام وکړئ
pt: Cuidado com a luz intensa
pt_br: Cuidado com a luz forte
ro: Feriți-vă de lumina puternică
ru: Избегайте яркой засветки
si: රළු ආලෝකය ගැන සැලකිලිමත් වන්න
sk: Pozor na ostré svetlo
sl: Svetloba ne sme biti premočna
sr: Pazite na jaku svetlost
sv: Se upp för skarpt ljus
sw: Kuwa mwangalifu na mwanga mkali
th: ระวังแสงจ้า
tr: Sert ışığa dikkat et
uk: Обережно з яскравим світлом
ur: تیز روشنی سے بچیں
uz: Kuchli yorugʻlik tushmasin
vi: Đề phòng ánh sáng gay gắt
yo: Ṣọ́ra fún ìmọ́lẹ̀ tó lágbára jù
zh_hans: 注意强光直射
zh_hant: 注意刺眼的光線

# mb_help_screen_title3
source: Keep still while scanning
ak: Gyina faako abere a woreskanee no
am: በሚቃኙበት ጊዜ ሳይንቀሳቀሱ ይቆዩ
ar: حافظ على الثبات أثناء إجراء المسح
bn: স্ক্যান করার সময় স্থির থাকুন
cs: Při skenování se nehýbejte
da: Undgå bevægelse, mens du scanner
de: Halten Sie während des Scanvorgangs still
el: Μείνετε ακίνητοι κατά τη σάρωση
es: No se mueva mientras escanea
es_mx: No mover durante el escaneo
fa: Hengam-e eskan bi-harekat bemanid
fi: Pysy paikallasi skannauksen aikana
fil: Panatilihing hindi gumagalaw habang nag-i-scan
fr: Restez immobile pendant le scan
fr_ca: Restez immobile pendant le scan.
ha: Kada a motsa yayin ɗaukar hoto
he: הישאר יציב בזמן הסריקה
hi: स्कैन करते समय स्थिर रहें
hr: Mirno držite dokument
hu: Maradjon mozdulatlan a szkennelés során
id: Pastikan dokumen tidak bergerak saat pemindaian
is: Verið kyrr á meðan skannað er
it: Resta immobile durante la scansione
ja: スキャン中は動かさないでください
ka_ge: არ იმოძრაოთ დასკანერებისას
kk: Сканерлеу кезінде қозғалмаңыз
km_kh: រក្សាភាពស្ងៀមស្ងាត់ខណៈពេលកំពុងស្កេន
ko: 스캔하는 동안 움직이지 마세요
lv: Skenēšanas laikā turēt nekustīgu
ms: Kekalkan kedudukan semasa mengimbas
nb: Stå i ro under skanningen
ne: स्क्यान गर्दा नहल्लिनुहोस्
nl: Beweeg niet tijdens het scannen
pl: Nie ruszaj się podczas skanowania
ps_af: د سکین کولو پرمهال ارام پاتې شئ
pt: Mantenha-se imóvel enquanto digitaliza
pt_br: Mantenha-se imóvel durante a digitalização
ro: Nu vă mișcați în timpul scanării
ru: Не двигайтесь в процессе сканирования
si: ස්කෑන් කරන අතරතුර නොසෙල්වී සිටින්න
sk: Počas snímania zostaňte v pokoji
sl: Držite pri miru med optičnim branjem
sr: Mirujte tokom skeniranja
sv: Håll stilla medan du skannar
sw: Usisonge unaposkani
th: ถือนิ่งๆ ขณะสแกน
tr: Tarama sırasında hareketsiz kal
uk: Не рухайтеся під час сканування
ur: اسکین کرتے وقت ساکن رہیں
uz: Skanerlayotganda qimirlatmang
vi: Giữ cố định trong khi quét
yo: Dúró sí ojú kan nígbà ṣíṣe ẹ̀dà àwòrán
zh_hans: 扫描时保持不动
zh_hant: 掃描時保持靜止

# mb_increase_lighting_intensity
source: Move to brighter spot
ak: Dane kɔ baabi a ɛhyerɛn
am: ብሩህ ወደሆነ ቦታ ይንቀሳቀሱ
ar: انتقل إلى مكان ذي إضاءة أعلى
bn: উজ্জ্বল স্থানে যান
cs: Přesuňte se na lépe osvětlené místo
da: Flyt til et lysere sted
de: An eine hellere Stelle gehen
el: Μετακινηθείτε σε πιο φωτεινό σημείο
es: Muévase a un lugar con más luz
es_mx: Mover a un sitio con más luz
fa: Be jayi roshan-tar beravid
fi: Siirry kirkkaampaan paikkaan
fil: Iusog sa bahaging mas malinawag
fr: Déplacer le document vers un endroit plus lumineux
fr_ca: Veuillez vous déplacer vers un endroit plus éclairé.
ha: Matsa zuwa wuri mai haske
he: עברו למקום בהיר יותר
hi: अधिक रोशनी वाले स्थान पर जाएँ
hr: Pomaknite se na više osvijetljeno mjesto
hu: Menjen jobban megvilágított helyre
id: Pindah ke tempat yang lebih terang
is: Farið á bjartari stað
it: Sposta in un punto più illuminato
ja: 明るい場所に移動してください
ka_ge: გადადით უფრო განათებულ ადგილას
kk: Жарығырақ жерге өтіңіз
km_kh: ផ្លាស់ទីទៅកន្លែងភ្លឺជាង
ko: 지금보다 밝은 곳으로 이동하세요
lv: Pārvietot uz vietu ar spilgtāku apgaismojumu
ms: Beralih ke tempat yang lebih cerah
nb: Flytt til et lysere sted
ne: सबैभन्दा चम्किलो स्पटमा जानुहोस्
nl: Ga naar een lichtere plek
pl: Przejdź w jaśniejsze miejsce
ps_af: روښانه ځای ته لاړ شئ
pt: Desloque-se para um local com mais iluminação
pt_br: Mova para um local mais claro
ro: Mutați-vă într-un loc mai luminos
ru: Перейдите в более освещенное место
si: ආලෝකය මදක් වැඩි තැනකට යන්න
sk: Presuňte sa na svetlejšie miesto
sl: Premaknite se na svetlejšo točko
sr: Pomerite se na svetlije mesto
sv: Flytta till mer belyst plats
sw: Songa mahali penye mwanga mwingi
th: ย้ายไปยังจุดที่สว่างกว่า
tr: Daha aydınlık bir noktaya geç
uk: Перейдіть у більш освітлене місце
ur: زیادہ روشن جگہ پر جائیں
uz: Yorugʻroq joyga oling
vi: Di chuyển đến nơi sáng hơn
yo: Lọ sí ibi tó mọ́lẹ̀ síi
zh_hans: 移动到更明亮的位置
zh_hant: 移到更亮的點

# mb_instructions_mrz
source: Scan the MRZ code
ak: Skane MRZ koodu
am: MRZ ኮዱን ይቃኙ
ar: امسح ضوئياً رمز MRZ
bn: MRZ কোড স্ক্যান করুন
cs: Naskenujte MRZ kód
da: Scan MRZ-koden
de: Scannen Sie den MRZ-Code
el: Σαρώστε τον κωδικό MRZ
es: Escanee el código MRZ
es_mx: Escanear el código MRZ
fa: Kode MRZ ra eskan konid
fi: Skannaa konelukukenttä
fil: I-scan ang MRZ code
fr: Scannez le code MRZ
fr_ca: Numérisez le code MRZ
ha: A ɗauki hoton MRZ
he: סרקו את קוד ה-MRZ
hi: MRZ कोड स्कैन करें
hr: Skenirajte MRZ kod
hu: Szkennelje be az MRZ-kódot
id: Pindai kode MRZ
is: Skannið MRZ-kóðann
it: Scansiona il codice MRZ
ja: MRZコードをスキャンしてください
ka_ge: დაასკანერეთ MRZ კოდი
kk: MRZ кодын сканерлеу
km_kh: ស្កេនលេខកូដ MRZ
ko: MRZ 코드를 스캔하세요
lv: Skenēt MRZ kodu
ms: Imbas kod MRZ
nb: Skann MRZ-koden
ne: MRZ जोन स्क्यान गर्नुहोस्
nl: Scan de MRZ-code
pl: Zeskanuj kod MRZ
ps_af: د MRZ کوډ سکین کړئ
pt: Digitalize o código MRZ
pt_br: Digitalize o código MRZ
ro: Scanați codul MRZ
ru: Отсканируйте машиносчитываемый код
si: MRZ කේතය ස්කෑන් කරන්න
sk: Naskenujte kód MRZ
sl: Skeniranje kode MRZ
sr: Skenirajte MRZ zonu
sv: Skanna MRZ-koden
sw: Skani msimbo wa MRZ
th: สแกนโค้ด MRZ
tr: MRZ kodunu tara
uk: Відскануйте машинозчитувану зону
ur: MRZ کوڈ اسکین کریں
uz: MRZ kodini skanerlang
vi: Quét mã MRZ
yo: Ṣe àyẹ̀wò kóódù MRZ
zh_hans: 扫描护照机读码
zh_hant: 掃描 MRZ 碼

# mb_instructions_scan_barcode_last_page
source: Scan barcode from the last page
ak: Skaane baakoodu a ɛwɔ kratafa a etwa toɔ no mu
am: ከመጨረሻው ገጽ የባር ኮዱን ይቃኙ
ar: قم بمسح الرمز الشريطي ضوئياً من الصفحة الأخيرة
bn: শেষ পাতার বারকোডটি স্ক্যান করুন
cs: Naskenujte čárový kód z poslední stránky
da: Scan stregkoden fra den sidste side
de: Scannen Sie den Barcode auf der letzten Seite
el: Σάρωση γραμμωτού κώδικα από την τελευταία σελίδα
es: Escanee el código de barras de la última página
es_mx: Escanear el código de barras de la última página
fa: Barkode safheye akhar ra eskan konid
fi: Lue viivakoodi viimeiseltä sivulta
fil: I-scan ang barcode sa huling pahina
fr: Scanner le code-barres de la dernière page
fr_ca: Scanner le code-barres de la dernière page.
ha: Sikanin lambar kaya daga shafin ƙarshe
he: סרקו את הברקוד מהעמוד הקודם
hi: आख़िरी पेज से बारकोड स्कैन करें
hr: Skenirajte barkod sa zadnje stranice
hu: Olvassa be a vonalkódot az utolsó oldalról
id: Pindai kode batang dari halaman terakhir
is: Skannaðu strikamerki frá síðustu síðu
it: Scansiona codice a barre dall'ultima pagina
ja: 最後のページからバーコードをスキャンしてください
ka_ge: დაასკანერეთ შტრიხკოდი ბოლო გვერდიდან
kk: Соңғы беттегі штрихкодты сканерлеңіз
km_kh: ស្កេនបាកូដពីទំព័រចុងក្រោយ
ko: 마지막 페이지에서 바코드를 스캔하세요
lv: Skenēt svītrkodu no pēdējās lapas
ms: Imbas kod bar daripada halaman terakhir
nb: Skann strekkoden på siste side
ne: अन्तिम पृष्ठमा भएको बारकोड स्क्यान गर्नुहोस्।
nl: Scan de barcode van de laatste pagina
pl: Zeskanuj kod kreskowy z ostatniej strony
ps_af: د آخري پاڼې څخه بارکوډ سکین کړئ
pt: Digitalize o código de barras da última página
pt_br: Escaneie o código de barras da última página
ro: Scanează codul de bare de pe ultima pagină
ru: Отсканируйте штрихкод с последней страницы
si: අවසාන පිටුවෙන් බාර්කෝඩ් එක ස්කෑන් කරන්න
sk: Naskenujte čiarový kód z poslednej strany
sl: Optično preberite črtno kodo z zadnje strani
sr: Skenirajte barkod sa poslednje stranice
sv: Läs av streckkoden från den sista sidan
sw: Changanua msimbopau kwenye ukurasa wa mwisho
th: สแกนบาร์โค้ดที่หน้าสุดท้าย
tr: Son sayfadaki barkodu tara
uk: Відскануйте штрихкод з останньої сторінки
ur: آخری صفحے سے بارکوڈ کو اسکین کریں
uz: Oxirgi sahifadan shtrix-kodni skanerlang
vi: Quét mã vạch từ trang cuối cùng
yo: Ṣàyẹ̀wò kóòdù onílà láti ojú-ewé tó gbẹ̀yìn
zh_hans: 扫描最后一页的条形码
zh_hant: 掃描最後一頁的條碼

# mb_instructions_turn_page_left
source: Move to the page on the left
ak: Dane kɔ kratafa no benkum so
am: በግራ በኩል ወዳለው ገጽ ይሂዱ
ar: انتقل إلى الصفحة على اليسار
bn: বাম পৃষ্ঠায় যান
cs: Přesuňte se na stránku vlevo
da: Flyt til den venstre side
de: Auf die Seite links wechseln
el: Προχωρήστε στη σελίδα στα αριστερά
es: Ir a la página de la izquierda
es_mx: Mover a la página de la izquierda
fa: Be safheye samte chap beravid
fi: Siirry vasemmalla olevalle sivulle
fil: Umusog sa page pakaliwa
fr: Aller à la page de gauche
fr_ca: Veuillez passer à la page de gauche.
ha: Koma zuwa shafin da yake ta hagu
he: עבור אל העמוד בצד שמאל
hi: बाईं ओर के पेज पर जाएँ
hr: Prijeđite na lijevu stranicu
hu: Áthelyezés a bal oldali oldalra
id: Pindah ke halaman di sebelah kiri
is: Farið á síðuna vinstra megin
it: Muovi sulla pagina alla sinistra
ja: 左のページへ移動する
ka_ge: გადადით მარცხენა გვერდზე
kk: Сол жақтағы бетке ауысыңыз
km_kh: ផ្លាស់ទីទៅទំព័រនៅខាងឆ្វេង
ko: 왼쪽 페이지로 이동
lv: Pārvietot uz kreiso lapu
ms: Beralih ke halaman di sebelah kiri
nb: Flytt til siden til venstre
ne: पृष्ठको बायाँपट्टि जानुहोस्
nl: Ga naar de pagina links
pl: Przejdź do strony po lewej
ps_af: په چپ اړخ کې پاڼې ته لاړ شئ
pt: Ir para a página esquerda
pt_br: Mova para a página à esquerda
ro: Treceți la pagina din stânga
ru: Сместитесь на страницу слева
si: වම්පස ඇති පිටුවට යන්න
sk: Prejdite na stránku vľavo
sl: Premaknite se na stran na levi
sr: Pređite na levu stranicu
sv: Flytta till den vänstra sidan
sw: Nenda kwenye ukurasa wa kushoto
th: ย้ายไปยังหน้าทางด้านซ้าย
tr: Soldaki sayfaya geç
uk: Перейдіть на сторінку ліворуч
ur: بائیں جانب والے صفحے پر جائیں
uz: Chapdagi sahifaga oʻting
vi: Di chuyển đến trang bên trái
yo: Lọ sí ojú-ìwé tó wà ní òsì
zh_hans: 移动至左侧页面
zh_hant: 移動到左方的頁面

# mb_instructions_turn_page_right
source: Move to the page on the right
ak: Dane kɔ kratafa no nifa so
am: በቀኝ በኩል ወዳለው ገጽ ይሂዱ
ar: انتقل إلى الصفحة على اليمين
bn: ডান পৃষ্ঠায় যান
cs: Přesunout se na stránku vpravo
da: Flyt til den højre side
de: Gehen Sie zur Seite rechts
el: Προχω΄ρηστε στη σελίδα στα δεξιά
es: Vaya a la página de la derecha.
es_mx: Mover a la página de la derecha
fa: Be safheye samte rast beravid
fi: Siirry oikealla olevalle sivulle
fil: Umusog sa page pakanan
fr: Passer à la page de droite
fr_ca: Veuillez passer à la page de droite.
ha: Koma zuwa shafin da yake ta dama
he: עבור אל העמוד בצד ימין
hi: दाईं ओर के पेज पर जाएँ
hr: Prijeđite na desnu stranicu
hu: Áthelyezés a jobb oldali oldalra
id: Pindah ke halaman di sebelah kanan
is: Farið á síðuna hægra megin
it: Passa alla pagina a destra
ja: 右のページへ移動する
ka_ge: გადადით მარჯვენა გვერდზე
kk: Оң жақтағы бетке ауысыңыз
km_kh: ផ្លាស់ទីទៅទំព័រនៅខាងស្តាំ
ko: 오른쪽 페이지로 이동
lv: Pārvietot uz labo lapu
ms: Pergi ke halaman di sebelah kanan
nb: Flytt til siden til høyre
ne: पृष्ठको दायाँपट्टि जानुहोस्
nl: Ga naar de pagina aan de rechterkant
pl: Przejdź do strony po prawej
ps_af: ښي خوا ته پاڼې ته لاړ شئ
pt: Mover para a página à direita
pt_br: Mova para a página à direita
ro: Treceți la pagina din dreapta
ru: Сместитесь на страницу справа
si: දකුණුපස ඇති පිටුවට යන්න
sk: Prejdite na stránku vpravo
sl: Premaknite se na stran na desni
sr: Pređite na desnu stranicu
sv: Flytta till den högra sidan
sw: Nenda kwenye ukurasa wa kulia
th: ย้ายไปหน้าขวามือ
tr: Sağdaki sayfaya geç
uk: Перейдіть на сторінку праворуч
ur: دائیں جانب والے صفحے پر جائیں
uz: Oʻngdagi sahifaga oʻting
vi: Di chuyển đến trang bên phải
yo: Lọ sí ojú-ìwé tó wà ní ọ̀tún
zh_hans: 移动到右侧页面
zh_hant: 移至右側的頁面
